package com.example.recyclerview.utils

 data class User(
    val descripton: String
 )
fun dummyData():List<User>{
    return listOf(
        User(
            descripton = "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |"
        ),
        User(
            descripton = "मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय |"
        ),
        User(
            descripton = "दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा |"
        ),
        User(
            descripton = "श्रीभगवानुवाच | कुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् |"
        ),
        User(
            descripton = "अर्जुन उवाच | ज्यायसी चेत्कर्मणस्ते मता बुद्धिर्जनार्दन |"
        ),
        User(
            descripton = "तत्किं कर्मणि घोरे मां नियोजयसि केशव |"
        ),
        User(
            descripton = "व्यामिष्रेणेव वाक्येन बुद्धिं मोहयसीव मे |"
        ),
        User(
            descripton = "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |"
        ),
        User(
            descripton = "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |"
        ),
        User(
            descripton = "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |"
        ),
        User(
            descripton = "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |"
        ),
        User(
            descripton = "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः |"
        ),


    )
}
